/*
{*****************************************************************************
{  电影系统 v1.0													
{  创建人：  xyj
{  审查人：
{  模块：【用户】											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2017-03-02  xyj        新建	
{ 	                                                                     
{  ---------------------------------------------------------------------------
{*****************************************************************************
*/

package cn.xyj.ssm.param;

/**
 * 《【用户】》 查询参数实体
 * @author xyj
 *
 */
public class UserParamEx extends UserParam {
	private static final long serialVersionUID = 1L;
	
	//针对UserParam实体在这里增加额外的属性和对应的get和set方法
	
}