/*
{*****************************************************************************
{  电影系统 v1.0													
{  创建人：  xyj
{  审查人：
{  模块：											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2018-01-09  xyj        新建	
{ 	                                                                     
{  ---------------------------------------------------------------------------
{*****************************************************************************
*/

package cn.xyj.ssm.domain;


/**
 * 《日志表》扩展实体
 * @author xyj
 *
 */
public class ServicelogEx extends Servicelog {
	private static final long serialVersionUID = 1L;
	
	//针对Servicelog实体在这里增加额外的属性和对应的get和set方法
}
